[
  {
    "id": "hos15492766",
    "price": 150.0,
    "address": "Puncak, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15492766/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1335305/2023-11-16-05-15-26-14eb25b8-e5db-4d38-a2a6-ce1730636a0e.jpg",
    "content": "House for sale for Rp150.000.000 located at Puncak, Bogor, Indonesia. A house with 100.0 m sq land and 24.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist style and has mountains view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14667507",
    "price": 395.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14667507/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1190275/2023-09-03-00-05-18-cf824bba-0ba4-4591-aa0d-835cc810751f.jpg",
    "content": "House for sale for Rp395.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 65.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing South with Minimalist Modern style and has village view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14953219",
    "price": 495.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14953219/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1823519/2023-09-29-12-06-02-55b52e0d-7eeb-4f5c-936c-b88e65fb9eab.jpg",
    "content": "House for sale for Rp495.000.000 located at Cileungsi, Bogor, Indonesia. A house with 90.0 m sq land and 70.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 3 bedrooms, 2 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14289329",
    "price": 360.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14289329/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1513760/2023-07-22-00-20-33-35b6e525-6585-49c7-89aa-c9096701b4fd.jpg",
    "content": "House for sale for Rp360.000.000 located at Cileungsi, Bogor, Indonesia. A house with 72.0 m sq land and 60.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing North with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 2 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15103291",
    "price": 330.0,
    "address": "Sentul, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15103291/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-10-13-03-24-48-4b80fb5a-56a3-43cc-a558-eabe0e264279.jpg",
    "content": "House for sale for Rp330.000.000 located at Sentul, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos12863653",
    "price": 330.0,
    "address": "Ciapus, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12863653/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-02-24-02-34-48-6dc9a842-4cb7-4723-bc18-0a8f32bb3cc6.jpg",
    "content": "House for sale for Rp330.000.000 located at Ciapus, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15919033",
    "price": 260.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15919033/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1110053/2023-12-30-22-28-34-1d8001a4-d8a6-4d68-ba9c-6458694407a5.jpg",
    "content": "House for sale for Rp260.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 40.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing South with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan semi furnished furniture"
  },
  {
    "id": "hos12705193",
    "price": 380.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12705193/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1165908/2023-02-09-16-41-51-414e377c-46f3-407c-97ac-2a32cd9437e8.jpg",
    "content": "House for sale for Rp380.000.000 located at Jonggol, Bogor, Indonesia. A house with 72.0 m sq land and 65.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing South with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 2 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14667738",
    "price": 181.0,
    "address": "Parung Panjang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14667738/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1866049/2023-09-03-02-18-57-0e299fd4-120f-44e9-837e-bfd32cec47ea.jpg",
    "content": "House for sale for Rp181.000.000 located at Parung Panjang, Bogor, Indonesia. A house with 60.0 m sq land and 28.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing North with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15098922",
    "price": 175.0,
    "address": "Ciapus, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15098922/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1889467/2023-10-13-00-40-56-2d07cb42-5aed-403f-bacb-d06d709658c7.jpg",
    "content": "House for sale for Rp175.000.000 located at Ciapus, Bogor, Indonesia. A house with 50.0 m sq land and 50.0 m sq building,. The house is furnished, facing East with Minimalist style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos16037582",
    "price": 400.0,
    "address": "Ciomas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos16037582/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1703036/2024-01-13-08-39-26-98a18a62-57e8-4b52-a6bf-cec6d4410a84.jpg",
    "content": "House for sale for Rp400.000.000 located at Ciomas, Bogor, Indonesia. A house with 95.0 m sq land and 80.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 3 bedrooms, 2 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 450 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos12633245",
    "price": 285.0,
    "address": "Tamansari, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12633245/",
    "image_url": "https://picture.rumah123.com/r123-images/468x273-crop/customer/1741449/2023-02-04-02-30-26-4fa74a23-eae3-4b2a-a0ce-cfd389ab9c72.webp",
    "content": "House for sale for Rp285.000.000 located at Tamansari, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15792544",
    "price": 400.0,
    "address": "Rumpin, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15792544/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/7883/2023-12-15-05-22-49-b03a5938-6b55-4ef3-9e5d-d7983a49ea13.jpg",
    "content": "House for sale for Rp400.000.000 located at Rumpin, Bogor, Indonesia. A house with 90.0 m sq land and 45.0 m sq building,. The house is furnished, facing East with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15420150",
    "price": 499.0,
    "address": "Parung, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15420150/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1908864/2023-11-10-07-56-29-5d122142-630d-4888-841b-99f89fd4d880.jpg",
    "content": "House for sale for Rp499.000.000 located at Parung, Bogor, Indonesia. A house with 72.0 m sq land and 45.0 m sq building,. The house is unfurnished, facing East with Minimalist style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos14872308",
    "price": 200.0,
    "address": "Tajur Halang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14872308/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1455640/2023-09-22-07-11-12-342cbf22-3f12-499f-8e6f-1cc0ac2303d8.jpg",
    "content": "House for sale for Rp200.000.000 located at Tajur Halang, Bogor, Indonesia. A house with 51.0 m sq land and 36.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing West with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14526368",
    "price": 165.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14526368/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1823728/2023-08-19-09-24-58-105ea6c5-4feb-448a-81f2-242a1c51fbbf.jpg",
    "content": "House for sale for Rp165.000.000 located at Cibinong, Bogor, Indonesia. A house with 40.0 m sq land and 30.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14478877",
    "price": 162.0,
    "address": "Ciawi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14478877/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1826612/2023-08-13-23-45-33-7cd5a42c-c503-4c3c-994e-7c8765505222.jpg",
    "content": "House for sale for Rp162.000.000 located at Ciawi, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14654903",
    "price": 450.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14654903/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/60956/2023-09-01-07-22-23-7b30a799-e4f6-454a-8bb7-3f0b87aa954a.jpg",
    "content": "House for sale for Rp450.000.000 located at Jonggol, Bogor, Indonesia. A house with 90.0 m sq land and 70.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos15430770",
    "price": 235.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15430770/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1502983/2023-11-11-12-00-43-6e9d03c9-c542-4581-8b3d-8144d6cc9298.jpg",
    "content": "House for sale for Rp235.000.000 located at Jonggol, Bogor, Indonesia. A house with 72.0 m sq land and 55.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 2 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos16085674",
    "price": 150.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos16085674/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1948815/2024-01-18-00-59-32-ffcf54a2-5e11-4a9e-86e9-47189bfafeb0.jpg",
    "content": "House for sale for Rp150.000.000 located at Cibinong, Bogor, Indonesia. A house with 72.0 m sq land and 75.0 m sq building, built at 2018 and last rennovated at 2022. The house is furnished, facing East with Modern style and has cities view. This house includes 2 floors with 3 bedrooms, 2 bathrooms, and 1 maid bedrooms, 2 carport, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15846264",
    "price": 400.0,
    "address": "Gunung Sindur, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15846264/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1710876/2023-12-21-12-03-49-2b692d1a-6c45-455b-9e88-18203de72dce.jpg",
    "content": "House for sale for Rp400.000.000 located at Gunung Sindur, Bogor, Indonesia. A house with 76.0 m sq land and 45.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Modern Glass House style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 2 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15779005",
    "price": 485.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15779005/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1893385/2023-12-14-00-29-20-a85f0fcd-d7df-432e-9efb-8dcb88e2aed9.jpg",
    "content": "House for sale for Rp485.000.000 located at Cibinong, Bogor, Indonesia. A house with 63.0 m sq land and 40.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan semi furnished furniture"
  },
  {
    "id": "hos12874511",
    "price": 285.0,
    "address": "Tamansari, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12874511/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-02-25-03-11-33-09198ea0-127c-4106-a80c-30cf301dae9d.jpg",
    "content": "House for sale for Rp285.000.000 located at Tamansari, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15282352",
    "price": 330.0,
    "address": "Sentul City, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15282352/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-10-29-04-10-28-f2d6ec2f-5ef8-44e7-b4f2-e718eecac759.jpg",
    "content": "House for sale for Rp330.000.000 located at Sentul City, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos16024019",
    "price": 330.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos16024019/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1788516/2024-01-12-03-27-50-fceab188-8649-4c91-bbe7-fc9a5675bb15.jpg",
    "content": "House for sale for Rp330.000.000 located at Cibinong, Bogor, Indonesia. A house with 64.0 m sq land and 48.0 m sq building, built at 2024. The house is furnished, facing East with Scandinavian style and has mountains view. This house includes 2 floors with 3 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos12555083",
    "price": 270.0,
    "address": "Ciomas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12555083/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1349988/2023-01-27-11-53-14-8e2769f5-6a57-40c8-bd07-b9cbce75dbfc.jpg",
    "content": "House for sale for Rp270.000.000 located at Ciomas, Bogor, Indonesia. A house with 60.0 m sq land and 45.0 m sq building,. The house is unfurnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, dan unfurnished furniture"
  },
  {
    "id": "hos13204557",
    "price": 330.0,
    "address": "Bogor Barat, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13204557/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-03-24-03-30-24-49cd3af8-0af5-491f-b199-99d90b6c42bf.jpg",
    "content": "House for sale for Rp330.000.000 located at Bogor Barat, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15700690",
    "price": 490.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15700690/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1934973/2023-12-07-01-14-49-895e30c6-57c3-4b65-b75f-4486bb6ceea4.jpg",
    "content": "House for sale for Rp490.000.000 located at Cibinong, Bogor, Indonesia. A house with 73.0 m sq land and 45.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15641754",
    "price": 181.0,
    "address": "Tenjo, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15641754/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1216207/2023-12-01-03-29-30-0667e637-2761-43db-9cd7-4c81fe0d518b.jpg",
    "content": "House for sale for Rp181.000.000 located at Tenjo, Bogor, Indonesia. A house with 30.0 m sq land and 66.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15111309",
    "price": 438.0,
    "address": "Tenjo, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15111309/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1882424/2023-10-13-05-56-11-62b49493-1602-4cb0-bff0-da782db74449.jpg",
    "content": "House for sale for Rp438.000.000 located at Tenjo, Bogor, Indonesia. A house with 90.0 m sq land and 36.0 m sq building, built at 2023. The house is unfurnished, facing East with Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14936817",
    "price": 330.0,
    "address": "Sentul City, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14936817/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-09-28-02-57-10-6992ac7d-1017-4e22-8a40-2dd991992e37.jpg",
    "content": "House for sale for Rp330.000.000 located at Sentul City, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing South with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos15821593",
    "price": 300.0,
    "address": "Parung, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15821593/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/755188/2022-07-18-03-56-52-57decd62-03a8-4fa2-87e0-ac4d69407133.jpg",
    "content": "House for sale for Rp300.000.000 located at Parung, Bogor, Indonesia. A house with 64.0 m sq land and 36.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15970242",
    "price": 150.0,
    "address": "Parung Panjang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15970242/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1653978/2024-01-06-14-10-10-bb310057-62cb-4947-ac22-07aa500b2558.jpg",
    "content": "House for sale for Rp150.000.000 located at Parung Panjang, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing West with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan furnished furniture"
  },
  {
    "id": "hos15948853",
    "price": 235.0,
    "address": "Cilebut, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15948853/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1779802/2024-01-04-07-16-12-d3895e48-1c8b-425d-81e4-8bd23cc90182.jpg",
    "content": "House for sale for Rp235.000.000 located at Cilebut, Bogor, Indonesia. A house with 72.0 m sq land and 40.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 900 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14358059",
    "price": 475.0,
    "address": "Gunung Sindur, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14358059/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/66806/2023-07-30-04-10-04-6346bca2-ecbc-4de7-8e42-e719ec9c5907.jpg",
    "content": "House for sale for Rp475.000.000 located at Gunung Sindur, Bogor, Indonesia. A house with 72.0 m sq land and 60.0 m sq building, built at 2013 and last rennovated at 2015. The house is furnished, facing West with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos16016179",
    "price": 449.0,
    "address": "Parung, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos16016179/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1870873/2024-01-11-07-51-32-aafaf354-9d73-487d-93f3-8397a1d6185a.jpg",
    "content": "House for sale for Rp449.000.000 located at Parung, Bogor, Indonesia. A house with 60.0 m sq land and 38.0 m sq building, built at 2024. The house is furnished, facing East with Scandinavian style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15007291",
    "price": 260.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15007291/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1030279/2023-10-05-01-04-49-6b57c432-8008-4b09-bfce-d8f3eaa65655.jpg",
    "content": "House for sale for Rp260.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos12367232",
    "price": 247.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12367232/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1340295/2023-01-08-03-54-14-d8429ad8-608f-4d4c-a61e-85963b910a1d.jpg",
    "content": "House for sale for Rp247.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 36.0 m sq land and 60.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos15180680",
    "price": 330.0,
    "address": "Ciapus, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15180680/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-10-20-02-49-36-64697a3c-b3a5-41e4-9506-fd3b0c2fa36c.jpg",
    "content": "House for sale for Rp330.000.000 located at Ciapus, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos13753103",
    "price": 350.0,
    "address": "Bogor Selatan, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13753103/",
    "image_url": "https://picture.rumah123.com/r123-images/360x401-inside/customer/625796/2023-05-31-14-02-55-cab89762-58b2-4552-bf27-9ae5b3a8055f.jpg",
    "content": "House for sale for Rp350.000.000 located at Bogor Selatan, Bogor, Indonesia. A house with 147.0 m sq land and 36.0 m sq building,. The house is unfurnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14894683",
    "price": 390.0,
    "address": "Tajur Halang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14894683/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1030279/2023-09-24-04-18-25-4a4a7ede-c1cf-428c-9c66-604521621f5b.jpg",
    "content": "House for sale for Rp390.000.000 located at Tajur Halang, Bogor, Indonesia. A house with 72.0 m sq land and 45.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14589679",
    "price": 111.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14589679/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1846768/2023-08-25-16-30-05-2c61708e-93a7-4ad0-a959-35bfb4315d7d.jpg",
    "content": "House for sale for Rp111.000.000 located at Cibinong, Bogor, Indonesia. A house with 84.0 m sq land and 45.0 m sq building, built at 2021. The house is furnished, facing East with Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15262990",
    "price": 330.0,
    "address": "Cijeruk, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15262990/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-10-27-02-54-59-14147abc-1ccb-49ab-815b-8d455502382b.jpg",
    "content": "House for sale for Rp330.000.000 located at Cijeruk, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos13120460",
    "price": 285.0,
    "address": "Ciomas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13120460/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-03-16-04-28-06-e8a03d35-ed07-41b1-91c0-fb4fe139913d.jpg",
    "content": "House for sale for Rp285.000.000 located at Ciomas, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15037534",
    "price": 350.0,
    "address": "Ciomas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15037534/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1252148/2023-10-07-05-32-06-0c326c58-0a27-4218-b8b0-e320fc899e31.jpg",
    "content": "House for sale for Rp350.000.000 located at Ciomas, Bogor, Indonesia. A house with 72.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing South with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos13213344",
    "price": 330.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13213344/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-03-25-02-33-36-11cf10b4-4c51-4b2e-8d56-13533b89901f.jpg",
    "content": "House for sale for Rp330.000.000 located at Cibinong, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing South with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15808285",
    "price": 300.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15808285/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/975568/2023-12-17-09-42-45-86a1c993-3d19-4037-bf2e-720fc28225ee.png",
    "content": "House for sale for Rp300.000.000 located at Jonggol, Bogor, Indonesia. A house with 77.0 m sq land and 50.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15854149",
    "price": 360.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15854149/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1502983/2023-12-22-09-00-36-01551796-e4b4-4132-a6f2-8e73e68797bf.jpg",
    "content": "House for sale for Rp360.000.000 located at Cileungsi, Bogor, Indonesia. A house with 90.0 m sq land and 38.0 m sq building,. The house is furnished, facing East with Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14581257",
    "price": 475.0,
    "address": "Puncak, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14581257/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/35284/2023-08-25-01-46-01-6d14eb49-dc47-4b52-a555-a90f9965c6f5.jpg",
    "content": "House for sale for Rp475.000.000 located at Puncak, Bogor, Indonesia. A house with 78.0 m sq land and 42.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 3 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15033874",
    "price": 330.0,
    "address": "Panaragan, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15033874/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-10-07-03-19-25-6c41cf59-b727-48b8-91e9-e332fdda0c46.jpg",
    "content": "House for sale for Rp330.000.000 located at Panaragan, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15913329",
    "price": 160.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15913329/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1784356/2023-12-30-02-30-57-46de18a0-c991-4453-985f-8d768c18b342.jpg",
    "content": "House for sale for Rp160.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 37.0 m sq land and 37.0 m sq building, built at 2023. The house is furnished, facing East with Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14665666",
    "price": 200.0,
    "address": "Tenjo, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14665666/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1849242/2023-09-02-09-09-36-ff538e57-f64c-49bf-84c1-02ccf3fdd868.jpg",
    "content": "House for sale for Rp200.000.000 located at Tenjo, Bogor, Indonesia. A house with 72.0 m sq land and 36.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, fit for 3 cars, 1 kitchen, grid electricity of 2200 VA, dan unfurnished furniture"
  },
  {
    "id": "hos12633484",
    "price": 330.0,
    "address": "Taman Kencana, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12633484/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-02-04-02-38-52-86669ef1-0ae5-493c-b7f1-ade716fef40c.jpg",
    "content": "House for sale for Rp330.000.000 located at Taman Kencana, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15919446",
    "price": 465.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15919446/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1823519/2023-12-31-03-03-50-9f1db280-8447-4a1f-9ce0-0cc787490194.jpg",
    "content": "House for sale for Rp465.000.000 located at Cileungsi, Bogor, Indonesia. A house with 90.0 m sq land and 70.0 m sq building, and last rennovated at 2023. The house is furnished, facing North with Minimalist Modern style and has mountains view. This house includes 1 floors with 3 bedrooms, 2 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15038406",
    "price": 356.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15038406/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1888975/2023-10-07-06-58-55-71f55e0c-b0c8-41ff-a9e9-df07f416c4b1.jpg",
    "content": "House for sale for Rp356.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 65.0 m sq land and 48.0 m sq building, built at 2023. The house is furnished, facing East with Scandinavian style and has neighborhood view. This house includes 2 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15511024",
    "price": 250.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15511024/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1785285/2023-11-17-14-14-22-1c4cca2e-73cb-4f36-bfc4-14dfb63a670c.jpg",
    "content": "House for sale for Rp250.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 60.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos13046936",
    "price": 285.0,
    "address": "Tanah Baru, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13046936/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1776502/2023-03-11-01-52-17-6e1da30a-f6c7-4649-b9b0-03389f467ae9.jpg",
    "content": "House for sale for Rp285.000.000 located at Tanah Baru, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15171441",
    "price": 353.0,
    "address": "Tajur Halang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15171441/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1888975/2023-10-19-04-24-28-57e1ec6b-fedd-4130-8128-04558ddb47a1.jpg",
    "content": "House for sale for Rp353.000.000 located at Tajur Halang, Bogor, Indonesia. A house with 64.0 m sq land and 48.0 m sq building, built at 2023. The house is furnished, facing East with Scandinavian style and has neighborhood view. This house includes 2 floors with 3 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15045871",
    "price": 378.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15045871/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/850108/2023-10-08-13-49-59-e7460194-d55d-4357-bbd6-ebb5b389c06a.jpg",
    "content": "House for sale for Rp378.000.000 located at Cileungsi, Bogor, Indonesia. A house with 72.0 m sq land and 42.0 m sq building,. The house is furnished, facing South with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15428698",
    "price": 165.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15428698/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/751284/2023-11-11-06-59-56-17bb59ce-fc76-4091-bee9-7c4edd1edac4.jpg",
    "content": "House for sale for Rp165.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 30.0 m sq land and 30.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos13896726",
    "price": 245.0,
    "address": "Ciomas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos13896726/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/782925/2023-06-02-01-06-37-a9dc201e-56b1-4e4f-8832-5f8076c6b89b.jpg",
    "content": "House for sale for Rp245.000.000 located at Ciomas, Bogor, Indonesia. A house with 21.0 m sq land and 63.0 m sq building, built at 2023. The house is furnished, facing East with Industrial style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14427413",
    "price": 470.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14427413/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1324008/2023-08-07-04-42-18-96c025dd-e980-443f-84a4-51882df4ee50.jpg",
    "content": "House for sale for Rp470.000.000 located at Cibinong, Bogor, Indonesia. A house with 60.0 m sq land and 60.0 m sq building,. The house is furnished, facing West with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 2 bathrooms, 1 carport,  1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14958287",
    "price": 180.0,
    "address": "Cibungbulang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14958287/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1794181/2023-09-30-06-32-10-6e1e9741-3067-4805-801a-0a1291527cd7.png",
    "content": "House for sale for Rp180.000.000 located at Cibungbulang, Bogor, Indonesia. A house with 72.0 m sq land and 30.0 m sq building,. The house is furnished, facing East with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15334880",
    "price": 490.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15334880/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1872432/2023-11-02-08-00-03-cd03b3a9-419d-438f-9f3e-23e176cad48a.jpg",
    "content": "House for sale for Rp490.000.000 located at Cibinong, Bogor, Indonesia. A house with 60.0 m sq land and 50.0 m sq building,. The house is furnished, facing West with Minimalist style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15947001",
    "price": 235.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15947001/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1784356/2024-01-04-04-32-57-525d4258-ba34-4581-8f6d-ee1fdd02bb1f.jpg",
    "content": "House for sale for Rp235.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 50.0 m sq land and 36.0 m sq building, built at 2024. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15856030",
    "price": 370.0,
    "address": "Parung Panjang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15856030/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1899882/2023-12-22-10-30-41-84e6ac74-55e3-481d-b2de-002c53ed087e.jpg",
    "content": "House for sale for Rp370.000.000 located at Parung Panjang, Bogor, Indonesia. A house with 60.0 m sq land and 30.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15919296",
    "price": 350.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15919296/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1950285/2023-12-31-02-10-01-d2dac1c7-bc42-4441-8547-0a284675686d.jpg",
    "content": "House for sale for Rp350.000.000 located at Cileungsi, Bogor, Indonesia. A house with 165.0 m sq land and 100.0 m sq building, built at 2015. The house is furnished, facing South with Minimalist Modern style and has neighborhood view. This house includes 2 floors with 3 bedrooms, 1 bathrooms, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15957043",
    "price": 490.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15957043/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/549305/2024-01-05-04-49-20-77cb23c1-f1e8-43ba-8331-7cc8710de36c.jpg",
    "content": "House for sale for Rp490.000.000 located at Cileungsi, Bogor, Indonesia. A house with 144.0 m sq land and 144.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 2 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos15358624",
    "price": 200.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15358624/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/628165/2023-11-04-08-39-39-f45cae70-305a-425f-9030-e32a4ef03b9c.jpg",
    "content": "House for sale for Rp200.000.000 located at Cileungsi, Bogor, Indonesia. A house with 80.0 m sq land and 36.0 m sq building,. The house is unfurnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms,  1 kitchen, grid electricity of 1300 VA, dan unfurnished furniture"
  },
  {
    "id": "hos15646086",
    "price": 175.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15646086/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1823746/2023-12-01-08-34-29-86e3e0cb-58d3-45ac-b87d-b2dd2f750c9c.png",
    "content": "House for sale for Rp175.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 42.0 m sq land and 30.0 m sq building, built at 2023. The house is furnished, facing East with Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15859341",
    "price": 315.0,
    "address": "Cilebut, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15859341/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1779802/2023-12-22-22-00-01-32daf94a-1ff6-428b-a764-6bee094882ff.jpg",
    "content": "House for sale for Rp315.000.000 located at Cilebut, Bogor, Indonesia. A house with 66.0 m sq land and 40.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 900 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14417018",
    "price": 490.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14417018/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1165908/2023-08-05-03-38-11-407db3ed-e5c3-44be-bb05-4f9b641a9523.jpg",
    "content": "House for sale for Rp490.000.000 located at Jonggol, Bogor, Indonesia. A house with 90.0 m sq land and 75.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing South with Scandinavian style and has neighborhood view. This house includes 1 floors with 3 bedrooms, 2 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos14850331",
    "price": 299.0,
    "address": "Ciseeng, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14850331/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1030279/2023-09-21-02-58-34-9972b48d-5046-4c60-9d3a-ff1bd31861dd.jpg",
    "content": "House for sale for Rp299.000.000 located at Ciseeng, Bogor, Indonesia. A house with 72.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos10964529",
    "price": 400.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos10964529/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/616808/2022-08-27-07-16-35-1d42ea99-f4e7-46bc-9126-174bd6c56729.jpg",
    "content": "House for sale for Rp400.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 60.0 m sq land and 45.0 m sq building, built at 2010. The house is furnished, facing South with Minimalist style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15501896",
    "price": 400.0,
    "address": "Cipanas, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15501896/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1750320/2023-11-17-03-23-01-6ec27499-81c6-4d23-92c9-d247a5951794.webp",
    "content": "House for sale for Rp400.000.000 located at Cipanas, Bogor, Indonesia. A house with 88.0 m sq land and 250.0 m sq building,. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 3 floors with 2 bedrooms, 2 bathrooms,  1 kitchen, grid electricity of 2200 VA, water source from municipal water, living room, dining room, dan semi furnished furniture"
  },
  {
    "id": "hos12879068",
    "price": 282.0,
    "address": "Ciampea, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12879068/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1788302/2023-12-01-02-15-55-3a564fba-6533-49b4-b590-098c5389b7af.jpg",
    "content": "House for sale for Rp282.000.000 located at Ciampea, Bogor, Indonesia. A house with 60.0 m sq land and 30.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 3 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan semi furnished furniture"
  },
  {
    "id": "hos15615267",
    "price": 300.0,
    "address": "Bojong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15615267/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1481416/2023-11-28-22-08-02-faf4f64d-b21d-4214-b2f5-9ccb9e021b3e.jpg",
    "content": "House for sale for Rp300.000.000 located at Bojong, Bogor, Indonesia. A house with 70.0 m sq land and 40.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing Northeast with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15863768",
    "price": 485.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15863768/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1893384/2023-12-23-08-37-22-c3435243-2c3d-4789-91f8-b14ff88266ee.jpg",
    "content": "House for sale for Rp485.000.000 located at Cibinong, Bogor, Indonesia. A house with 63.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan semi furnished furniture"
  },
  {
    "id": "hos14532237",
    "price": 275.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14532237/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1095139/2023-08-20-14-47-21-688e2b0b-dff8-4e91-aebf-cba4405449fb.jpg",
    "content": "House for sale for Rp275.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 60.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing North with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15953249",
    "price": 250.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15953249/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1784356/2024-01-04-13-47-43-d2bb6a37-c4a4-4cc6-bcb9-8ddef0317d4c.jpg",
    "content": "House for sale for Rp250.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 58.0 m sq land and 40.0 m sq building, built at 2024. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15259942",
    "price": 85.0,
    "address": "Kemang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15259942/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1733824/2023-10-26-15-01-44-d418c0fb-2e18-451a-92d8-e83cc83ec5f5.jpg",
    "content": "House for sale for Rp85.000.000 located at Kemang, Bogor, Indonesia. A house with 60.0 m sq land and 45.0 m sq building, built at 2018 and last rennovated at 2018. The house is furnished, facing South with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14893923",
    "price": 260.0,
    "address": "Bojong Gede, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14893923/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1030279/2023-09-24-00-51-02-2b1a5969-379f-496a-b5cf-0f1302cd2f46.jpg",
    "content": "House for sale for Rp260.000.000 located at Bojong Gede, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15846280",
    "price": 425.0,
    "address": "Gunung Sindur, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15846280/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1803006/2023-12-21-12-06-34-f939fcae-ef20-4f34-90b7-592b64accedf.jpg",
    "content": "House for sale for Rp425.000.000 located at Gunung Sindur, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing East with Modern style and has neighborhood view. This house includes 2 floors with 2 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15124005",
    "price": 40.0,
    "address": "Cibinong, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15124005/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1793229/2023-10-14-10-50-58-77ac051a-e297-437e-992f-5a86db2318b7.jpg",
    "content": "House for sale for Rp40.000.000 located at Cibinong, Bogor, Indonesia. A house with 60.0 m sq land and 45.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15568624",
    "price": 365.0,
    "address": "Tajur Halang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15568624/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/948835/2023-11-23-16-18-34-945ad15f-e876-4d1a-89e6-da0a710c91ff.jpg",
    "content": "House for sale for Rp365.000.000 located at Tajur Halang, Bogor, Indonesia. A house with 68.0 m sq land and 40.0 m sq building, built at 2023. The house is furnished, facing North with Scandinavian style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15416734",
    "price": 330.0,
    "address": "Bogor Nirwana Residence, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15416734/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-11-10-03-30-32-e231c129-1247-429e-ab15-8a66d2b10d53.jpg",
    "content": "House for sale for Rp330.000.000 located at Bogor Nirwana Residence, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15103513",
    "price": 60.0,
    "address": "Cileungsi, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15103513/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1347043/2023-10-13-03-30-04-c7043b3e-f872-46af-a84a-f49ed2b0bae0.jpg",
    "content": "House for sale for Rp60.000.000 located at Cileungsi, Bogor, Indonesia. A house with 60.0 m sq land and 30.0 m sq building, built at 2021 and last rennovated at 2021. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14079424",
    "price": 491.0,
    "address": "Bogor Barat, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14079424/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1809886/2023-06-24-07-58-31-83adca2f-c580-4e1e-b12e-eccfeba9a2ac.jpg",
    "content": "House for sale for Rp491.000.000 located at Bogor Barat, Bogor, Indonesia. A house with 72.0 m sq land and 48.0 m sq building, built at 2023. The house is furnished, facing East with Modern style and has cities view. This house includes 1 floors with 3 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15584881",
    "price": 185.0,
    "address": "Bogor Barat, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15584881/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1924841/2023-11-25-09-44-18-544240bb-c0bd-40cd-ba87-f6d205ad8a71.jpg",
    "content": "House for sale for Rp185.000.000 located at Bogor Barat, Bogor, Indonesia. A house with 60.0 m sq land and 45.0 m sq building, built at 2011 and last rennovated at 2022. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 1 bedrooms, 1 bathrooms, fit for 2 cars, 1 kitchen, grid electricity of 900 VA, dan unfurnished furniture"
  },
  {
    "id": "hos14423626",
    "price": 190.0,
    "address": "Cilebut, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14423626/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1173122/2023-08-06-09-57-57-ba0c3beb-6404-4a33-abbd-424498b7c839.jpg",
    "content": "House for sale for Rp190.000.000 located at Cilebut, Bogor, Indonesia. A house with 55.0 m sq land and 36.0 m sq building,. The house is furnished, facing East with Minimalist style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 900 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15043835",
    "price": 400.0,
    "address": "Babakan Madang, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15043835/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1885702/2023-10-08-06-44-26-25208eab-8066-4fcb-b05a-785da0f5a50b.jpg",
    "content": "House for sale for Rp400.000.000 located at Babakan Madang, Bogor, Indonesia. A house with 65.0 m sq land and 45.0 m sq building, built at 2023. The house is furnished, facing East with Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15859334",
    "price": 195.0,
    "address": "Cilebut, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15859334/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1779802/2023-12-22-21-54-32-68bb2e73-27f1-4be0-b274-4b021b605bed.jpg",
    "content": "House for sale for Rp195.000.000 located at Cilebut, Bogor, Indonesia. A house with 55.0 m sq land and 36.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 900 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos12810849",
    "price": 455.0,
    "address": "Curug, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12810849/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1774863/2023-02-19-10-18-56-2976adea-8f0f-4237-8f31-8518edb0db91.jpg",
    "content": "House for sale for Rp455.000.000 located at Curug, Bogor, Indonesia. A house with 70.0 m sq land and 45.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has village view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 3 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos15806404",
    "price": 499.0,
    "address": "Gunung Sindur, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15806404/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1813498/2023-12-17-02-42-53-e80e6333-b2b7-4719-86fc-2106dfd697a5.jpg",
    "content": "House for sale for Rp499.000.000 located at Gunung Sindur, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 2200 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos12970366",
    "price": 330.0,
    "address": "Cilendek, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos12970366/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1741449/2023-03-05-02-48-10-13164a20-ffdb-4a49-af46-66adc99d3233.jpg",
    "content": "House for sale for Rp330.000.000 located at Cilendek, Bogor, Indonesia. A house with 60.0 m sq land and 36.0 m sq building, built at 2022. The house is furnished, facing South with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15365302",
    "price": 370.0,
    "address": "Jonggol, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15365302/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1650775/2023-11-05-16-15-39-dd6ecedb-9485-4bd5-9c6b-83b4d76316bd.jpg",
    "content": "House for sale for Rp370.000.000 located at Jonggol, Bogor, Indonesia. A house with 72.0 m sq land and 60.0 m sq building, built at 2020 and last rennovated at 2023. The house is furnished, facing South with Scandinavian style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos16030779",
    "price": 435.0,
    "address": "Sukaraja, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos16030779/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1121238/2024-01-12-10-49-34-ee590f35-17d2-4725-a6fb-10622e854f33.jpg",
    "content": "House for sale for Rp435.000.000 located at Sukaraja, Bogor, Indonesia. A house with 60.0 m sq land and 30.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos14656557",
    "price": 190.0,
    "address": "Cilebut, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos14656557/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1779802/2023-09-01-09-25-14-921f0fd4-7d0f-4dd8-8a31-c55b448fb4c4.jpg",
    "content": "House for sale for Rp190.000.000 located at Cilebut, Bogor, Indonesia. A house with 55.0 m sq land and 36.0 m sq building, built at 2023 and last rennovated at 2023. The house is furnished, facing East with Minimalist Modern style and has cities view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 1 cars, 1 kitchen, grid electricity of 900 VA, water source from wells, living room, dan unfurnished furniture"
  },
  {
    "id": "hos15806274",
    "price": 298.0,
    "address": "Ciseeng, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos15806274/",
    "image_url": "https://picture.rumah123.com/r123-images/720x420-crop/customer/1888941/2023-12-17-01-54-27-5adad39c-dbd6-409a-b45a-5b69234f1982.jpg",
    "content": "House for sale for Rp298.000.000 located at Ciseeng, Bogor, Indonesia. A house with 64.0 m sq land and 32.0 m sq building, built at 2023. The house is furnished, facing East with Minimalist Modern style and has neighborhood view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from wells, living room, dining room, dan unfurnished furniture"
  },
  {
    "id": "hos7914265",
    "price": 335.0,
    "address": "Bogor Barat, Bogor, Indonesia",
    "url": "https://www.rumah123.com/properti/bogor/hos7914265/",
    "image_url": "https://picture.rumah123.com/r123-images/360x401-inside/customer/1331653/2023-08-23-07-16-55-65b267e8-093d-4ab1-ae93-12f1d1042bfa.jpg",
    "content": "House for sale for Rp335.000.000 located at Bogor Barat, Bogor, Indonesia. A house with 72.0 m sq land and 36.0 m sq building, built at 2018. The house is furnished, facing North with Minimalist Modern style and has mountains view. This house includes 1 floors with 2 bedrooms, 1 bathrooms, 1 carport, fit for 2 cars, 1 kitchen, grid electricity of 1300 VA, water source from municipal water, living room, dining room, dan unfurnished furniture"
  }
]